bradlc.vscode-tailwindcss
bungcip.better-toml
dbaeumer.vscode-eslint
doi.fileheadercomment
donjayamanne.githistory
evondev.indent-rainbow-palettes
hbenl.vscode-test-explorer
heybourn.headwind
mhutchie.git-graph
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.test-adapter-converter
oderwat.indent-rainbow
Orta.vscode-jest
rust-lang.rust-analyzer
serayuzgur.crates
Swellaby.vscode-rust-test-adapter
tamasfe.even-better-toml
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
