aaron-bond.better-comments
antfu.iconify
astro-build.astro-vscode
biati.vscode-text-tools
bierner.markdown-emoji
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
buenon.scratchpads
dart-code.dart-code
dbaeumer.vscode-eslint
dennisvhest.npm-browser
doi.fileheadercomment
donjayamanne.githistory
eamodio.gitlens
editorconfig.editorconfig
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
evondev.indent-rainbow-palettes
fabiospampinato.vscode-open-in-npm
formulahendry.auto-rename-tag
github.vscode-pull-request-github
gruntfuggly.todo-tree
hbenl.test-adapter-converter
hbenl.vscode-test-explorer
heybourn.headwind
humao.rest-client
jkjustjoshing.vscode-text-pastry
mhutchie.git-graph
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.powershell
nmsmith89.incrementor
oderwat.indent-rainbow
orta.vscode-jest
patbenatar.advanced-new-file
pkief.markdown-checkbox
pkief.material-icon-theme
redhat.ansible
redhat.vscode-yaml
robertostermann.inline-parameters-extended
rust-lang.rust-analyzer
serayuzgur.crates
shan.code-settings-sync
sndst00m.markdown-github-dark-pack
streetsidesoftware.code-spell-checker
swellaby.vscode-rust-test-adapter
tamasfe.even-better-toml
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
vue.volar
waderyan.gitblame
wenfangdu.snippet-generator
wix.vscode-import-cost
yzhang.markdown-all-in-one
